#+TITLE: Evolve
#+AUTHOR: Chris Hogan
#+DATE: <2023-06-19 Mon>
#+STARTUP: nologdone
#+STARTUP: overview

* Week 3
#+BEGIN: clocktable :scope subtree :maxlevel 6 :block 2023-W25 :tags t
#+CAPTION: Clock summary at [2023-07-04 Tue 22:41], for week 2023-W25.
| Tags     | Headline                     | Time    |      |      |
|----------+------------------------------+---------+------+------|
|          | *Total time*                 | *28:58* |      |      |
|----------+------------------------------+---------+------+------|
|          | Week 3                       | 28:58   |      |      |
|          | \_  <2023-06-19 Mon>         |         | 4:19 |      |
| painting | \_    evolve block 1 part 9  |         |      | 4:19 |
|          | \_  <2023-06-20 Tue>         |         | 5:17 |      |
| painting | \_    evolve block 1 part 10 |         |      | 5:00 |
| drawing  | \_    evolve block 1 part 11 |         |      | 0:17 |
|          | \_  <2023-06-21 Wed>         |         | 5:35 |      |
| study    | \_    evolve block 1 part 11 |         |      | 0:45 |
| painting | \_    evolve block 1 part 11 |         |      | 4:50 |
|          | \_  <2023-06-22 Thu>         |         | 3:10 |      |
| study    | \_    evolve block 1 part 12 |         |      | 0:16 |
| drawing  | \_    evolve block 1 part 12 |         |      | 0:25 |
| painting | \_    evolve block 1 part 12 |         |      | 2:29 |
|          | \_  <2023-06-23 Fri>         |         | 3:41 |      |
| painting | \_    evolve block 1 part 12 |         |      | 3:14 |
| drawing  | \_    evolve block 1 part 13 |         |      | 0:27 |
|          | \_  <2023-06-24 Sat>         |         | 6:40 |      |
| study    | \_    evolve block 1 part 13 |         |      | 0:56 |
| painting | \_    evolve block 1 part 13 |         |      | 5:21 |
| drawing  | \_    evolve block 1 part 14 |         |      | 0:23 |
|          | \_  <2023-06-25 Sun>         |         | 0:16 |      |
| study    | \_    blog                   |         |      | 0:16 |
#+END:

#+BEGIN: clocktable-by-tag :maxlevel 6 :match ("drawing" "study" "painting" "3D")
| Tag      | Headline   | Time (h)  |
|----------+------------+-----------|
| drawing  | *Tag time* | *1h 32m*  |
|----------+------------+-----------|
| study    | *Tag time* | *2h 13m*  |
|----------+------------+-----------|
| painting | *Tag time* | *25h 13m* |
|----------+------------+-----------|
| 3D       | *Tag time* | *0h 0m*   |

#+END:

** <2023-06-19 Mon>
*** DONE evolve block 1 part 9                                     :painting:
:LOGBOOK:
CLOCK: [2023-06-19 Mon 17:18]--[2023-06-19 Mon 18:22] =>  1:04
CLOCK: [2023-06-19 Mon 15:04]--[2023-06-19 Mon 15:42] =>  0:38
CLOCK: [2023-06-19 Mon 13:42]--[2023-06-19 Mon 14:50] =>  1:08
CLOCK: [2023-06-19 Mon 10:31]--[2023-06-19 Mon 12:00] =>  1:29
:END:
** <2023-06-20 Tue>
*** DONE evolve block 1 part 10                                    :painting:
:LOGBOOK:
CLOCK: [2023-06-20 Tue 17:58]--[2023-06-20 Tue 18:17] =>  0:19
CLOCK: [2023-06-20 Tue 17:03]--[2023-06-20 Tue 17:41] =>  0:38
CLOCK: [2023-06-20 Tue 13:38]--[2023-06-20 Tue 15:38] =>  2:00
CLOCK: [2023-06-20 Tue 10:02]--[2023-06-20 Tue 12:05] =>  2:03
:END:
*** DONE evolve block 1 part 11                                     :drawing:
:LOGBOOK:
CLOCK: [2023-06-20 Tue 17:41]--[2023-06-20 Tue 17:58] =>  0:17
:END:
** <2023-06-21 Wed>
*** DONE evolve block 1 part 11                                       :study:
:LOGBOOK:
CLOCK: [2023-06-21 Wed 11:03]--[2023-06-21 Wed 11:48] =>  0:45
:END:
*** DONE evolve block 1 part 11                                    :painting:
:LOGBOOK:
CLOCK: [2023-06-21 Wed 19:11]--[2023-06-21 Wed 20:30] =>  1:19
CLOCK: [2023-06-21 Wed 18:17]--[2023-06-21 Wed 18:59] =>  0:42
CLOCK: [2023-06-21 Wed 14:48]--[2023-06-21 Wed 15:37] =>  0:49
CLOCK: [2023-06-21 Wed 12:35]--[2023-06-21 Wed 14:35] =>  2:00
:END:
** <2023-06-22 Thu>
*** DONE evolve block 1 part 12                                       :study:
:LOGBOOK:
CLOCK: [2023-06-22 Thu 17:37]--[2023-06-22 Thu 17:44] =>  0:07
CLOCK: [2023-06-22 Thu 17:24]--[2023-06-22 Thu 17:33] =>  0:09
:END:
*** DONE evolve block 1 part 12                                     :drawing:
:LOGBOOK:
CLOCK: [2023-06-22 Thu 17:44]--[2023-06-22 Thu 18:09] =>  0:25
:END:
*** DONE evolve block 1 part 12                                    :painting:
:LOGBOOK:
CLOCK: [2023-06-22 Thu 20:11]--[2023-06-22 Thu 21:10] =>  0:59
CLOCK: [2023-06-22 Thu 18:26]--[2023-06-22 Thu 19:39] =>  1:13
CLOCK: [2023-06-22 Thu 18:09]--[2023-06-22 Thu 18:26] =>  0:17
:END:
** <2023-06-23 Fri>
*** DONE evolve block 1 part 12                                    :painting:
:LOGBOOK:
CLOCK: [2023-06-23 Fri 17:13]--[2023-06-23 Fri 17:48] =>  0:35
CLOCK: [2023-06-23 Fri 14:37]--[2023-06-23 Fri 15:43] =>  1:16
CLOCK: [2023-06-23 Fri 10:07]--[2023-06-23 Fri 11:40] =>  1:33
:END:
*** DONE evolve block 1 part 13                                     :drawing:
:LOGBOOK:
CLOCK: [2023-06-23 Fri 17:48]--[2023-06-23 Fri 18:15] =>  0:27
:END:
** <2023-06-24 Sat>
*** DONE evolve block 1 part 13                                       :study:
:LOGBOOK:
CLOCK: [2023-06-24 Sat 12:39]--[2023-06-24 Sat 13:35] =>  0:56
:END:
*** DONE evolve block 1 part 13                                    :painting:
:LOGBOOK:
CLOCK: [2023-06-24 Sat 19:26]--[2023-06-24 Sat 20:25] =>  0:59
CLOCK: [2023-06-24 Sat 17:13]--[2023-06-24 Sat 19:08] =>  1:55
CLOCK: [2023-06-24 Sat 13:35]--[2023-06-24 Sat 16:02] =>  2:27
:END:
*** DONE evolve block 1 part 14                                     :drawing:
:LOGBOOK:
CLOCK: [2023-06-24 Sat 20:28]--[2023-06-24 Sat 20:51] =>  0:23
:END:
** <2023-06-25 Sun>
*** DONE blog                                                         :study:
:LOGBOOK:
CLOCK: [2023-06-25 Sun 21:00]--[2023-06-25 Sun 21:16] =>  0:16
:END:
* Week 4
#+BEGIN: clocktable :scope subtree :maxlevel 6 :block 2023-W26 :tags t
#+CAPTION: Clock summary at [2023-07-04 Tue 22:41], for week 2023-W26.
| Tags     | Headline                     | Time    |      |      |
|----------+------------------------------+---------+------+------|
|          | *Total time*                 | *21:26* |      |      |
|----------+------------------------------+---------+------+------|
|          | Week 4                       | 21:26   |      |      |
|          | \_  <2023-06-26 Mon>         |         | 4:57 |      |
| painting | \_    evolve block 1 part 14 |         |      | 4:57 |
|          | \_  <2023-06-27 Tue>         |         | 5:30 |      |
| drawing  | \_    evolve block 1 part 15 |         |      | 0:22 |
| painting | \_    evolve block 1 part 15 |         |      | 5:08 |
|          | \_  <2023-06-28 Wed>         |         | 5:51 |      |
| drawing  | \_    evolve block 1 part 16 |         |      | 0:27 |
| painting | \_    evolve block 1 part 16 |         |      | 5:24 |
|          | \_  <2023-06-29 Thu>         |         | 4:43 |      |
| drawing  | \_    evolve block 1 part 17 |         |      | 0:17 |
| painting | \_    evolve block 1 part 17 |         |      | 4:26 |
|          | \_  <2023-06-30 Fri>         |         | 0:25 |      |
| drawing  | \_    evolve block 1 part 18 |         |      | 0:25 |
#+END:

#+BEGIN: clocktable-by-tag :maxlevel 6 :match ("drawing" "study" "painting" "3D")
| Tag      | Headline   | Time (h)  |
|----------+------------+-----------|
| drawing  | *Tag time* | *1h 31m*  |
|----------+------------+-----------|
| study    | *Tag time* | *0h 0m*   |
|----------+------------+-----------|
| painting | *Tag time* | *19h 55m* |
|----------+------------+-----------|
| 3D       | *Tag time* | *0h 0m*   |

#+END:
** <2023-06-26 Mon>
*** DONE evolve block 1 part 14 :painting:
:LOGBOOK:
CLOCK: [2023-06-26 Mon 20:36]--[2023-06-26 Mon 20:48] =>  0:12
CLOCK: [2023-06-26 Mon 19:46]--[2023-06-26 Mon 20:35] =>  0:49
CLOCK: [2023-06-26 Mon 17:30]--[2023-06-26 Mon 19:34] =>  2:04
CLOCK: [2023-06-26 Mon 16:20]--[2023-06-26 Mon 17:15] =>  0:55
CLOCK: [2023-06-26 Mon 14:19]--[2023-06-26 Mon 15:16] =>  0:57
:END:
** <2023-06-27 Tue>
*** DONE evolve block 1 part 15                                     :drawing:
:LOGBOOK:
CLOCK: [2023-06-27 Tue 14:45]--[2023-06-27 Tue 15:07] =>  0:22
:END:
*** DONE evolve block 1 part 15                                    :painting:
:LOGBOOK:
CLOCK: [2023-06-27 Tue 19:32]--[2023-06-27 Tue 21:29] =>  1:57
CLOCK: [2023-06-27 Tue 16:07]--[2023-06-27 Tue 19:18] =>  3:11
:END:
** <2023-06-28 Wed>
*** DONE evolve block 1 part 16                                     :drawing:
:LOGBOOK:
CLOCK: [2023-06-28 Wed 13:31]--[2023-06-28 Wed 13:58] =>  0:27
:END:
*** DONE evolve block 1 part 16                                    :painting:
:LOGBOOK:
CLOCK: [2023-06-28 Wed 16:42]--[2023-06-28 Wed 20:37] =>  3:55
CLOCK: [2023-06-28 Wed 13:58]--[2023-06-28 Wed 15:27] =>  1:29
:END:
** <2023-06-29 Thu>
*** DONE evolve block 1 part 17                                     :drawing:
:LOGBOOK:
CLOCK: [2023-06-29 Thu 13:06]--[2023-06-29 Thu 13:23] =>  0:17
:END:
*** DONE evolve block 1 part 17                                    :painting:
:LOGBOOK:
CLOCK: [2023-06-29 Thu 19:56]--[2023-06-29 Thu 20:55] =>  0:59
CLOCK: [2023-06-29 Thu 17:59]--[2023-06-29 Thu 19:33] =>  1:34
CLOCK: [2023-06-29 Thu 13:23]--[2023-06-29 Thu 15:16] =>  1:53
:END:
** <2023-06-30 Fri>
*** DONE evolve block 1 part 18                                     :drawing:
:LOGBOOK:
CLOCK: [2023-06-30 Fri 18:24]--[2023-06-30 Fri 18:49] =>  0:25
:END:
* Week 5
#+BEGIN: clocktable :scope subtree :maxlevel 6 :block 2023-W27 :tags t
#+CAPTION: Clock summary at [2023-07-04 Tue 22:41], for week 2023-W27.
| Tags     | Headline                     | Time   |      |      |
|----------+------------------------------+--------+------+------|
|          | *Total time*                 | *6:51* |      |      |
|----------+------------------------------+--------+------+------|
|          | Week 5                       | 6:51   |      |      |
|          | \_  <2023-07-03 Mon>         |        | 4:34 |      |
| painting | \_    evolve block 1 part 18 |        |      | 4:10 |
| drawing  | \_    evolve block 1 part 19 |        |      | 0:13 |
| drawing  | \_    evolve block 1 part 20 |        |      | 0:11 |
|          | \_  <2023-07-04 Tue>         |        | 2:17 |      |
| painting | \_    evolve block 1 part 18 |        |      | 2:17 |
#+END:

#+BEGIN: clocktable-by-tag :maxlevel 6 :match ("drawing" "study" "painting" "3D")
| Tag      | Headline   | Time (h) |
|----------+------------+----------|
| drawing  | *Tag time* | *0h 24m* |
|----------+------------+----------|
| study    | *Tag time* | *0h 0m*  |
|----------+------------+----------|
| painting | *Tag time* | *6h 27m* |
|----------+------------+----------|
| 3D       | *Tag time* | *0h 0m*  |

#+END:
** <2023-07-03 Mon>
*** DONE evolve block 1 part 18                                    :painting:
:LOGBOOK:
CLOCK: [2023-07-03 Mon 19:45]--[2023-07-03 Mon 19:59] =>  0:00
CLOCK: [2023-07-03 Mon 16:59]--[2023-07-03 Mon 19:34] =>  2:35
CLOCK: [2023-07-03 Mon 13:54]--[2023-07-03 Mon 15:15] =>  1:21
:END:
*** DONE evolve block 1 part 19                                     :drawing:
:LOGBOOK:
CLOCK: [2023-07-03 Mon 20:00]--[2023-07-03 Mon 20:13] =>  0:13
:END:
*** DONE evolve block 1 part 20                                     :drawing:
:LOGBOOK:
CLOCK: [2023-07-03 Mon 20:13]--[2023-07-03 Mon 20:24] =>  0:11
:END:
** <2023-07-04 Tue>
*** DONE evolve block 1 part 18                                    :painting:
:LOGBOOK:
CLOCK: [2023-07-04 Tue 10:28]--[2023-07-04 Tue 11:55] =>  1:27
CLOCK: [2023-07-04 Tue 09:03]--[2023-07-04 Tue 09:53] =>  0:50
:END:
** <2023-07-05 Wed>

